[
  "omnisearch",
  "text-extractor",
  "obsidian-style-settings",
  "simple-embeds",
  "settings-search",
  "obsidian-reading-time",
  "url-into-selection",
  "templater-obsidian",
  "cmdr",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-extract-pdf-highlights",
  "recent-files-obsidian",
  "colored-text",
  "obsidian-code-block-enhancer",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-file-color",
  "highlightr-plugin",
  "note-refactor-obsidian",
  "callout-manager",
  "obsidian-git",
  "obsidian-minimal-settings",
  "obsidian-book-search-plugin",
  "mrj-text-expand",
  "obsidian-pretty-bibtex",
  "custom-sort",
  "obsidian-rtl",
  "execute-code",
  "obsidian-importer",
  "pdf-plus",
  "obsidian-annotator",
  "various-complements",
  "oz-clear-unused-images",
  "obsidian-icon-folder"
]